const newsData = [
    {
        date: "2025-03-05",
        title: "重大喜讯！锐睿科技荣获高新技术企业认定",
        url: "news/2025-03-05.html"
    },
    {
        date: "2024-10-09",
        title: "材料领域工业软件和大数据产学研用研讨会于9月20日至23日在苏州顺利举办",
        url: "news/2024-10-09.html"
    },
    {
        date: "2023-08-10",
        title: "我公司成功为国内某大型央企交付相场软件",
        url: "news/2023-08-10.html"
    },
    {
        date: "2023-04-06",
        title: "2023年难熔金属及硬质材料国际论坛顺利举办",
        url: "news/2023-04-06.html"
    },
    {
        date: "2022-04-28",
        title: "热烈祝贺我公司与奥地利MatCalc工程公司达成合作并签约！",
        url: "news/2022-04-28.html"
    }
];